low_viscocity_flat/Allrun
blockMesh
icoFoam  > log &
cat log
touch lowviscocity_ext_flat.foam
